Repository: tavadb/tava
Catalog: locale/*/tava_*.po
Languages: es_py

# TAVA_FRAME_TREE_PANE
source: Project Explorer
es_py: Explorador de Proyectos

# EXIT_APPLICATION
source: Want to exit the application?
es_py: Desea salir de la aplicación?

# EXIT_APPLICATION_MS
source: Confirm exit
es_py: Confirmar salida

source: Project Explorer
es_py: Explorador de Proyectos

# RESULT_NOT_DELETE
source: The file can not be removed, is being used in any view!
es_py: El archivo no puede ser eliminado, esta siendo usado en alguna vista!

# RESULT_NOT_DELETE_HEADER
source: Delete Files Result!
es_py: Eliminar Archivos Resultado!

# RESULT_CHANGE_NAME_T
source: Objective Names
es_py: Nombres de Objetivos

# RESULT_CHANGE_NAME_ST
source: Keep names separated by comma ','
es_py: Mantener los nombres separados entre coma ','

source: Exit TAVA?
es_py: Salir de TAVA?

# EXIT_TAVA_HEADER
source: Question
es_py: Pregunta

# STATUS_WELCOME_MSG
source: Welcome to TAVA!
es_py: Bienvenido a TAVA!

# MENU_BAR_FILE
source: File
es_py: Archivo

# MENU_BAR_NEW_PROJECT
source: New Project
es_py: Nuevo Proyecto

# MENU_BAR_OPEN_PROJECT
source: Open Project
es_py: Abrir Proyecto

# MENU_BAR_PROPERTIES
source: Properties
es_py: Propiedades

# MENU_BAR_EXIT
source: Exit
es_py: Salir

# MENU_BAR_LANGUAGE
source: Language
es_py: Idioma

# MENU_BAR_EN_US_LANGUAGE
source: English
es_py: Inglés

# MENU_BAR_ES_PY_LANGUAGE
source: Spanish
es_py: Español

# MENU_BAR_HELP
source: Help
es_py: Ayuda

# MENU_BAR_ABOUT
source: About TAVA
es_py: Acerca de TAVA

# MENU_ABOUT_DESCRIPTION
source: Tava is a tool that provides visual analysis for results multiobjective optimization problems (MOPs) using graphics and clustering
es_py: Tava es una herramienta que provee análisis visual para resultados de Problemas de Optimización MultiObjetivos (MOPs) mediante la utilización de gráficos y agrupadores.

# MENU_ABOUT_LICENSE
source: Tava is free software; you can redistribute it and / or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License or (at your option) any later version.
es_py: Tava es de código libre; usted puede redistribuirlo y/o modificarlo bajo los términos de GNU General Public License según lo publicado por la Free Software Foundation; ya sea la versión 2 de la Licencia, o (a su elección) cualquier versión posterior.

source: New Project
es_py: Nuevo Proyecto

source: Open Project
es_py: Abrir Proyecto

source: Close Project
es_py: Cerrar Proyecto

source: Delete Project
es_py: Eliminar Proyecto

source: Hide Project
es_py: Ocultar Proyecto

source: Unhide Project
es_py: Desocultar Proyecto

# NEW_PROJECT_TITLE
source: Tava Project
es_py: Proyecto Tava

# NEW_PROJECT_NAME
source: Project Name
es_py: Nombre de Proyecto

# NEW_PROJECT_CANCEL
source: Cancel
es_py: Cancelar

# NEW_PROJECT_OK
source: Create
es_py: Crear

# NEW_PROJECT_ENTER_NAME
source: Enter a name Project.
es_py: Introduzca un nombre de Proyecto.

# NEW_PRO_BLANK_SPACE
source: Name Error, only 'blanks' is not allowed as name.
es_py: Error de Nombre, no se permite solo 'espacios en blancos' como nombre.

# NEW_PRO_CONTAINS_POINT
source: Name Error, '.' It is not permitted as a start character name
es_py: Error de Nombre. no se permite '.' como carácter de inicio de nombre.

# NEW_PRO_CONTAINS_SLASH
source: Name Error, '/' Character is not allowed for names.
es_py: Error de Nombre, '/' carácter no permitido para nombres.

# NEW_PRO_MAXIMUM_LENGTH
source: Name length error. 100 characters maximum length allowed.
es_py: Error de longitud de Nombre. Máxima longitud permitida 100 carácteres

# NEW_PRO_EXISTING_NAME
source: Name error repeated, there is another project with the same name.
es_py: Error de Nombre repetido, existe otro proyecto con el mismo nombre.

# NEW_PRO_HIDDEN_EXISTING_NAME
source: Name error repeated, there is another hidden project with the same name.
es_py: Error de Nombre repetido, existe otro proyecto oculto con el mismo nombre.

source: Separator
es_py: Separador

source: Files results
es_py: Archivos de Resultados

source: (comma)
es_py: (coma)

source: (semicolon)
es_py: (punto y coma)

source: (blank space)
es_py: (espacio en blanco)

source: (hyphen)
es_py: (guión medio)

source: (underscore)
es_py: (guión bajo)

source: Error Reporting
es_py: Informe de Errores

source: File
es_py: Archivo

source: Error message
es_py: Mensaje de Error

# FILE_STATIC_LABEL
source: Add files to the Project
es_py: Agregar archivos al proyecto

# FILE_BUTTON_BROWSER
source: Browser
es_py: Buscar

# FILE_LABEL_COL_NAME
source: Name
es_py: Nombre

# FILE__COL_DIRECTORY
source: Directory
es_py: Directorio

# FILE_RADIO_BOX_TITLE
source: File Format
es_py: Formato de archivo

# ADD_FILE_DIALOG_TITLE
source: Select files
es_py: Seleccione archivos

# ADD_FILE_RESULT
source: Add
es_py: Agregar

# ADD_FILE_RESULT_HEADER
source: Add Files Results
es_py: Agregue Archivos Resultados

# MSG_PRO_HEADER_TITLE
source: Persisting Data
es_py: Persistiendo Datos

# MSG_PRO_FORMATER
source: File formatting
es_py: Formateando Archivo

# MSG_PRO_PARSER
source: Parsing File
es_py: Parseando Archivo

# MSG_PRO_SAVE
source: Saving File
es_py: Guardando Archivo

# MSG_PRO_DATA_SAVE
source: persisted data
es_py: datos persistidos

# PACKAGE_FILES_NAME
source: Files
es_py: Archivos

# PACKAGE_VIEWS_NAME
source: Views
es_py: Vistas

# DELETE_PROJECT_BOX
source: Are you sure you want to delete this project?
es_py: Está seguro que desea eliminar este Proyecto?

# DELETE_PROJECT_TITLE
source: Delete Project
es_py: Eliminar Proyecto

# HIDE_PROJECT_BOX
source: Are you sure you want to hide this project?
es_py: Está seguro que desea ocultar este Proyecto?

# HIDE_PROJECT_TITLE
source: Hide Project
es_py: Ocultar Proyecto

# MODULE_GRAPHIC_NAME
source: Module Graphic
es_py: Módulo Gráfico

# MODULE_METRIC_NAME
source: Module Metric
es_py: Módulo Métrica

# MENU_VIEW_CREATE
source: Create New View
es_py: Crear Nueva Vista

# MENU_VIEW_OPEN
source: Open
es_py: Abrir

# MENU_VIEW_DELETE
source: Delete
es_py: Eliminar

# VIEW_TITLE_WIZARD
source: Tava View
es_py: Vistas Tava

# VIEW_NEW_TITLE
source: New View in
es_py: Nueva Vista en

# VIEW_ALERT_NAME
source: Insert name for the View
es_py: Introduzca un nombre para la Vista

# VIEW_NAME
source: Name
es_py: Nombre

# VIEW_ALERT_RESULTS
source: Select the results for Vista
es_py: Seleccione los Resultados para la Vista

# VIEW_OPTION_RESULTS
source: Results Available
es_py: Resultados Disponibles

# VIEW_RESULTS_SELECTED
source: Selected Results
es_py: Resultados Seleccionados

# VIEW_ITE_CHECK_ALL
source: Check All
es_py: Marcar todos

# VIEW_ITE_UNCHECK_ALL
source: Uncheck All
es_py: Desmarcar todos

# VIEW_ITERATION_F_R
source: Iterations
es_py: Iteraciones

# VIEW_ITERATION_OPTION
source: Select
es_py: Seleccione

# ADD_FILE_RESOULT
source: Add File Result
es_py: Agregar

# DELETE_FILE_RESOULT
source: Delete
es_py: Eliminar

# CHANGE_FILE_NAME_RESOULT
source: Rename objectives
es_py: Cambiar nombre de objetivos

# UNHIDE_TITLE
source: Hidden Projects
es_py: Proyectos Ocultos

# UNHIDE_DESCRIPTION
source: Check the boxes of proeyctos to be restored
es_py: Marque las casillas de los proyectos que desea restaurar

# UNHIDE_DESCRIPTION_EMPTY
source: No hidden projects
es_py: No tiene proyectos ocultos

# UNHIDE_COLUMN_NAME
source: Name
es_py: Nombre

# UNHIDE_COLUMN_CREATION
source: Date of creation
es_py: Fecha de creacion

# UNHIDE_COLUMN_HIDDEN
source: Date of hidden
es_py: Fecha oculto

# UNHIDE_BOX_LABEL
source: Quick Check
es_py: Marcación Rápida

# UNHIDE_SELECT_ALL
source: Select All
es_py: Seleccionar todo

# UNHIDE_DESELECT_ALL
source: Deselect All
es_py: Deseleccionar todo

# UNHIDE_RESTORE
source: Restore
es_py: Restaurar

# UNHIDE_CANCEL
source: Cancel
es_py: Cancelar

source: Name
es_py: Nombre

source: Select All
es_py: Todo

# SELECT_COLOR_DATA
source: Color data
es_py: Color datos

# CHECK_HEADER_CLUSTER
source: Header
es_py: Cabecera

source: Block
es_py: Bloque

source: OK
es_py: Aceptar

source: Cancel
es_py: Cancelar

# NORMALIZED_FULL
source: Full Normalization
es_py: Normalización Completa

# NORMALIZED_CLUSTER
source: Normalising by Cluster
es_py: Normalización x Cluster

# NORMALIZED_SELECTED
source: Normalising by Selection
es_py: Normalización x Selección

# DATA_CRUDE
source: Raw Data
es_py: Dato Crudo

source: Data
es_py: Datos

source: Generate
es_py: Generar

source: Select
es_py: Seleccionar

source: Visualize
es_py: Visualizar

source: Parallel Coordinates
es_py: Coordenadas Paralelas

source: Select a graphic
es_py: Seleccione un grafico

# FIGURE_CONF
source: Figures configuration
es_py: Configuración de Figuras

# VISUALIZE_DATE_CLUSTER
source: Show Data/Clusters Selected
es_py: Mostrar Datos/Clusters Selecionados

# NOW_SHOW
source: Show
es_py: Ver

# PICKER_EXISTING
source: Existing
es_py: Existentes

# PICKER_FILTERED
source: Filtered and Sorted
es_py: Filtrados y Ordenados

# BUTTON_ORDER_AND_FILTER
source: Sort and Filter
es_py: Ordenar y Filtrar

# BUTTON_HIGHLIGHT
source: Explore a solution
es_py: Explorar una solución

# GRAPHIC_CONFIG
source: Graphic Configuration
es_py: Configuración de Gráfico

source: Figure
es_py: Figura

source: Axes
es_py: Ejes

source: Size
es_py: Tamaño

source: Figure Width
es_py: Ancho de Figura

# FIGURE_HEIGHT
source: Figure Heigth
es_py: Alto de Figura

source: Spacing
es_py: Espaciado

source: Top
es_py: Parte superior

source: Bottom
es_py: Fondo

source: Left
es_py: Izquierda

source: Right
es_py: Derecha

source: Edges
es_py: Bordes

source: Choose a color
es_py: Escoja un color

source: Legend
es_py: Leyenda

source: Show Legend
es_py: Mostrar Leyenda

source: Location
es_py: Ubicación

source: Select a Location
es_py: Seleccione una Ubicación

# SELECT_COLOR_HIGHLIGHT
source: Highlight color
es_py: Color de resaltado

source: Grid
es_py: Grilla

source: Show Grid
es_py: Mostrar Grilla

source: Type
es_py: Tipo

source: Select type of Grid
es_py: Seleccione un tipo de Grilla

source: Width
es_py: Ancho

source: Axes values
es_py: Valores de Ejes

source: In X
es_py: En X

source: Color X
es_py: Color en X

source: In Y
es_py: En Y

source: Color Y
es_py: Color en Y

# LABEL_SIZE_X
source: Label size
es_py: Tamaño etiqueta

# LABEL_STILE_LATEX_X
source: Latex style
es_py: Estilo latex

# RC_CONF1_HEADER
source: Graph Settings
es_py: Configuración de Gráfico

# RC_CONF1_STYLE_G
source: Graph Style
es_py: Estilo de Gráfico

# RC_CONF1_STYLE_GTS
source: Graphics styles to be Shown
es_py: Estilos de Gráficos a ser Mostrado

# RC_CONF1_FILL
source: Fill Figure
es_py: Rellenar Figura

source: Cluster Config
es_py: Configuración de Cluster

source: Display Mode
es_py: Modo de Visualización

source: Clusters and Summaries
es_py: Clusters y Resúmenes

source: Summaries
es_py: Resúmenes

source: Display Selected
es_py: Visualizar Seleccionados

# COLOR_SUMM
source: Color for Summary
es_py: Color para Resumen

# COLOR_SUMM_SUMM
source: Color assigned to Summary
es_py: Color Asignado a Resumen

# COLOR_SUMM_CLUS
source: Color assigned to Cluster
es_py: Color Asignado a Cluster

source: In a Figure
es_py: En una Figura

# IN_DIFFERENT_FIGURES
source: In differents Figures
es_py: En diferentes Figuras

source: Legend Content
es_py: Contenido de Leyenda

source: Percentage of observations
es_py: Porcentaje de observaciones

source: Amount of Observations
es_py: Cantidad de observaciones

source: Shapes
es_py: Formas

source: All in same Figure
es_py: Todos en una misma Figura

source: All in different Figures
es_py: Todos en diferentes Figuras

source: A figure for each Cluster and Summary
es_py: Una Figura por cada Cluster y Resumen

source: Clusters in a Figure and Summaries in another
es_py: Clusters en una Figura y Resumenes en otra

source: Summary
es_py: Resumen

source: Show percentage of observations
es_py: Mostrar porcentaje de observaciones

source: Show amount of observations
es_py: Mostrar cantidad de observaciones

source: Show name
es_py: Mostrar nombre

source: Show shapes
es_py: Mostrar formas

source: Cluster Filter
es_py: Filtro de Cluster

source: Filter Config
es_py: Configuración de Filtro

source: Representativity in Quantity
es_py: Representatividad en Cantidad

source: Representativity values objectives
es_py: Representatividad en Valores Objetivos

# MORE_REPRESENTATIVE_CLUSTER
source: More representative Clusters
es_py: Clusters más representativos

source: Set the amount
es_py: Establezca la cantidad

source: Less representative Cluster
es_py: Clusters menos representativos

source: Higher values
es_py: Valores mayores

source: Smaller values
es_py: Valores menores

# EMPTY_CLUSTER_DATA
source: Cluster generation is required You must generate the corresponding groups to watch them: 1. Select at least one data. 2. Set number of clusters. 3. Press button to generate cluster. TAVA-TOOL
es_py: Falta Generar Clusters Debe generar los clusters correspondientes para luego poder visualizarlos: 1. Seleccione almenos un dato. 2. Establesca cantidad de clusters. 3. Presione button generar cluster. TAVA-TOOL

source: Empty data selection
es_py: Selección Vacía de Datos

source: Selection of data to display
es_py: Selección de datos para Visualizar

# YOU_HAVE_NOT_SELECTED_ANY_OPTION
source: You have not selected any option of
es_py: No has seleccionado ninguna opción de

# H_EMPTY_CLUSTER_DATA
source: Empty data selection
es_py: Selección Vacía de Datos

# H_EMPTY_DATA_SELECTED
source: Empty data selection
es_py: Selección Vacía de Datos

# EMPTY_DATA_SELECTED
source: Data selection to display. You have not selected any option for Display Data, check some of the boxes available in the upper right part superior derecha (Datas or Clusters). TAVA-TOOL
es_py: Selección de datos para Visualizar. No has seleccionado ninguna opción de Datos para Visualizar, checkee algunas de las casillas disponibles en la parte superior derecha (Datas o Clusters). TAVA-TOOL

# H_EMPTY_CLUSTER_SELECTED
source: Display Cluster
es_py: Visualización de Clusters

# EMPTY_CLUSTER_SELECTED
source: Cluster selection is required You must select at least one cluster to be displayed: 1. Select at least one cluster. 2. Retry display. TAVA-TOOL
es_py: Falta Seleccionar Clusters Debe seleccionar almenos un cluster para ser visualizado: 1. Seleccionar almenos un clusters. 2. Vuelva a intentar visualizar. TAVA-TOOL

# H_EMPTY_DATA_GENERATE_CLUSTER
source: Generating Clusters
es_py: Generación de Clusters

# EMPTY_EMPTY_DATA_GENERATE_CLUSTER
source: Contains No Data It has no data to be grouped. The list of data found in the upper right corner is empty. Add data to View. TAVA-TOOL
es_py: No Contiene Datos No tiene datos para ser agrupados. La lista de datos que se encuentra en la esquina superior derecha se encuentra vacía. Agregue datos a la Vista. TAVA-TOOL

# H_GENERATE_CLUSTER
source: Generating Clusters
es_py: Generación de Clusters

# EMPTY_GENERATE_CLUSTER
source: Cluster selection is required You must select at least one cluster to be grouped. The list of data found in the upper right corner: 1. Select at least one data. 2. Set number of clusters. 3. Retry group. TAVA-TOOL
es_py: Falta Seleccionar Datos Debe seleccionar almenos un dato para ser agrupado. La lista de datos se encuentra en la parte superior derecho: 1. Seleccionar almenos un dato. 2. Establezca cantidad de clusters. 3. Vuelva a intentar agrupar. TAVA-TOOL

# H_EMPTY_NUMBER_KMEANS
source: Kmeans Clusters
es_py: Cluster Kmeans

# EMPTY_NUMBER_KMEANS
source: Clusters amount unspecified The minimum amount of clusters for Kmeans is one. Specify the number and then try again. TAVA-TOOL
es_py: Cantidad de Clusters no especificado La cantidad de clusters mínima para el agrupador Kmeans es uno. Especifique el número y luego vuelva a intentar. TAVA-TOOL

# H_INVALID_NUM_CLUSTERS
source: Cluster Generation
es_py: Generación de Cluster

# INVALID_NUM_CLUSTERS
source: Cluster greater number of the population The number of clusters requested exceeds the number of individuals in the population. Reduce the number and try again. TAVA-TOOL
es_py: Número de Cluster mayor a la Población La cantidad de clusters solicitado supera a la cantidad de individuo de la población. Disminuya la cantidad y vuelva a intentarlo. TAVA-TOOL

source: Color Cluster
es_py: Color de Cluster

source: Color SUMMARY
es_py: Color de Resumen

source: Change color Cluster
es_py: Cambiar color de Cluster

source: Change color Summary
es_py: Cambiar color de Resumen

# UNIFY_COLOR_CLUSTER
source: Unify the Colors of Clusters
es_py: Unificar los Colores de Clusters

# UNIFY_COLOR_SUMMARY
source: Unify the Colors of Summary
es_py: Unificar los Colores de Resúmenes

# CHANGE_GROUP_NAME
source: Change name
es_py: Cambiar nombre

# CHANGE_GROUP_NAME_T
source: Group name
es_py: Nombre de grupo

# CHANGE_GROUP_NAME_D
source: Must have at least one character
es_py: Debe tener al menos un caracter

# INDI_BY_CLUSTER
source: Individuals Number of Clusters
es_py: Número de Individuos del Clusters

# PORCEN_BY_CLUSTER
source: Percentage of Individuals with regard to the Population
es_py: Porcentaje de Individuos respecto a la Población

# NAME_TOLL_TIP
source: Name assigned to Cluster
es_py: Nombre asignado al Cluster
